package com.example.scrollview

class Database {
    val text = "    Чебурек — это блюдо, которое имеет давнюю историю и связано " +
            "с культурными влияниями и торговыми связями на территории современных стран, " +
            "таких как Турция, Крым, Кавказ. " +
            "   В СССР чебуреки были популярным перекусом " +
            "в период с 1950-х по 1980-е годы. Это был доступный и недорогой вариант " +
            "быстрого питания, который можно было купить на улицах, в специальных ларьках " +
            "или киосках. Чебуреки стали удобным перекусом для рабочих и студентов, их было " +
            "легко взять с собой и съесть по дороге куда-либо. " +
            "   В традиционном варианте чебуреки " +
            "готовятся с начинкой из мяса, лука и специй. Современные варианты этого блюда " +
            "предлагают гораздо больше вариаций начинки, включая сыр, картофель, грибы, капусту " +
            "и даже фрукты. . ."
}